/* Appended to users own service name */
" (me)" = " (me)";

/* Total songs available information */
"%@ days" = "%@ 天";

/* Total songs available information */
"%@ GB" = "%@ GB";

/* Total songs available information */
"%@ hours" = "%@ 小时";

/* Total songs available information */
"%@ KB" = "%@ KB";

/* Total songs available information */
"%@ MB" = "%@ MB";

/* Total songs available information */
"%@ minutes" = "%@ 分钟";

/* Row info in service list table */
"%@ Playlist Subscriptions" = "%@ Playlist Subscriptions";

/* Total songs available information */
"%@ seconds" = "%@ 秒";

/* Row info in service list table */
"%@ Songs" = "%@ 首歌曲";

/* Long view of data in iTunes */
"%@, %@ total time, %@" = "%1$@, %2$@ total time, %3$@";

/* iTunes Column Display */
"%i kbps" = "%i kbps";

/* iTunes Column Display */
"%i of %i" = "%1$i of %2$i";

/* Total songs available information */
"%i songs" = "%i songs";

/* Row info in service list table */
"1 Playlist Subscription" = "1 Playlist Subscription";

/* Row info in service list table */
"1 Song" = "1 Song";

/* Total songs available information */
"1 song" = "1 song";

/* Preference Pane Option */
"Accounts" = "帐户";

/* Preference Pane Option */
"Advanced" = "高级选项";

/* Status */
"Authenticating..." = "正在鉴定…";

/* Availability status in roster */
"Available" = "在线";

/* ToolTip for music note button in Service List */
"Browse Music Library" = "浏览音乐资料库";

/* Status */
"Cannot connect to computer" = "无法连接到计算机";

/* Status */
"Cannot fetch iTunes data" = "无法获取 iTunes 数据";

/* Status */
"Cannot fetch service info" = "无法获取服务信息";

/* Availability status in roster */
"Connecting" = "正在连接";

/* Status */
"Connecting to computer..." = "正在连接计算机...";

/* Status */
"Done" = "完成";

/* Download table status */
"Download Complete" = "下载完成";

/* Download table status */
"Download Failed" = "下载失败";

/* Status in Registration Form */
"Downloading Failed!" = "Downloading Failed!";

/* Status in Registration Form */
"Downloading License..." = "正在下载许可...";

/* Download table status */
"Downloading..." = "正在下载…";

/* ToolTip for gear button in Service List */
"Edit Playlist Subscriptions" = "编辑播放列表订阅";

/* URL field placeholder */
"Enter address of remote library" = "Enter address of remote library";

/* Status */
"Enter password for \"%@\":" = "为 \"%@\" 输入密码:";

/* Status */
"Enter password for remote computer:" = "Enter password for remote computer:";

/* Placeholder in www sheet */
"Fetching IP address..." = "正在取得 IP 地址…";

/* Preference Pane Option */
"General" = "通用";

/* Status */
"Incorrect password. Please try again:" = "密码不正确. 请重试:";

/* Status in Registration Form */
"Invalid email or key" = "无效电子邮件或密匙";

/* Error message in welcome panel */
"Invalid Username!" = "Invalid Username!";

/* Preference Pane Option */
"iTunes" = "iTunes";

/* Update status in Subscriptions sheet */
"Last Update: %@" = "上次更新: %@";

/* Empty Service List */
"No Mojo Services Available" = "无 Mojo 服务可用";

/* Error message in welcome panel */
"No Registration!" = "No Registration!";

/* Error message in welcome panel */
"Not Available!" = "不可用!";

/* LCD Placeholder */
"Nothing Playing" = "无内容正在播放";

/* Option to create new playlist in Preferences:iTunes */
"Other..." = "其他…";

/* Status */
"Parsing iTunes data..." = "正在解析 iTunes 数据...";

/* Row info in service list table */
"Pending approval" = "正在核准";

/* Status in Registration Form */
"Purchase License Key" = "购买许可证密匙";

/* Registration Status in About Panel */
"Registered to %@" = "注册给 %@";

/* Download table status */
"Remove from queue" = "从 queue 中移去";

/* Status */
"Requesting iTunes data..." = "正在请求 iTunes 数据...";

/* Status */
"Requesting iTunes data... %i%%" = "正在请求 iTunes 数据... %i%%";

/* Status */
"Requesting service info..." = "正在请求服务器信息...";

/* Status */
"Resolving IP address..." = "Resolving IP address...";

/* Error message in welcome panel */
"Select a server" = "Select a server";

/* Tooltip for disabled Download button */
"Select the songs you'd like to download" = "选择你想下载的歌曲";

/* Preference Pane Option */
"Sharing" = "Sharing";

/* Preference Pane Option */
"Software Update" = "软件更新";

/* Designation for the current day */
"Today" = "Today";

/* Error message in welcome panel */
"Try a different server" = "Try a different server";

/* Error message in welcome panel */
"Unable to connect to server!" = "不能连接到服务器!";

/* Availability status in roster */
"Unavailable" = "离线";

/* Registration Status in About Panel */
"Unregistered" = "未注册";

/* Status in Registration Form */
"Verifying License..." = "验证许可...";

/* Version Display in About Panel */
"Version %@ (%@)" = "版本 %1$@ (%2$@)";

/* Designation for the previous day */
"Yesterday" = "Yesterday";

/* Nag Screen title */
"You've been using Mojo now for %i days" = "你已经使用 Mojo %i 天";